{
    "dayMaster": {
        "甲": {
            "title": "大樹 (The Great Tree)",
            "nature": "一本気で正義感が強く、向上心に溢れています。",
            "details": "あなたは自然界で例えるなら「大樹」です。空に向かって真っ直ぐに伸びていく大木のように、強い向上心とプライドを持っています。\n\n【基本的性質】\n曲がったことが大嫌いで、正義感にあふれています。一度決めたことは最後までやり遂げる責任感の強さは人一倍です。リーダーシップがあり、周囲から頼りにされる存在ですが、一方で頑固な一面もあり、柔軟な対応は少し苦手かもしれません。挫折すると立ち直るのに時間がかかりますが、時間をかけて培った実力は本物です。\n\n【仕事・才能】\n時間をかけて着実に実力をつけ、大成するタイプです。慈愛の精神を持ち、人々を導く教育者や指導者としての適性があります。また、独立して自分の看板で仕事をするのにも向いています。",
            "message": "焦らず、時間をかけて根を張りなさい。あなたの成長は遅いかもしれないが、やがて誰よりも高く、多くの者を守る存在となります。"
        },
        "乙": {
            "title": "草花 (The Flower)",
            "nature": "柔軟で忍耐強く、協調性に富んでいます。",
            "details": "あなたは自然界で例えるなら「草花」です。踏まれても立ち上がる雑草のような強さと、可憐な花のような愛らしさを併せ持っています。\n\n【基本的性質】\n環境適応能力が非常に高く、どんな場所でも自分らしく咲くことができます。表面的には穏やかで優しく見えますが、内面には強い芯を持っています。単独行動よりも集団の中で輝き、ネットワークを築くのが得意です。困難に直面しても、しなやかに受け流し、生き延びる強さがあります。\n\n【仕事・才能】\n人との繋がりを大切にする仕事、チームや組織の中での調整役に向いています。美的センスも優れており、芸術やデザイン、ファッションの分野でも才能を発揮します。",
            "message": "独りで戦う必要はありません。周囲と絡み合い、助け合うことで、あなたはより美しく、より強く咲き誇ることができます。"
        },
        "丙": {
            "title": "太陽 (The Sun)",
            "nature": "明るく情熱的で、中心的な存在です。",
            "details": "あなたは自然界で例えるなら「太陽」です。そこにいるだけで周囲を明るく照らす、圧倒的な存在感とエネルギーの持ち主です。\n\n【基本的性質】\n裏表がなく、公明正大です。細かいことは気にしないおおらかさがあり、失敗してもすぐに立ち直るポジティブさがあります。感情表現が豊かで、喜びも怒りもストレートに表現します。飽きっぽいところがありますが、その瞬発力と行動力は誰にも負けません。\n\n【仕事・才能】\n注目を浴びる仕事、人前に立つ仕事が天職です。エンターテイナー、政治家、起業家など、自らのエネルギーで人々を巻き込んでいく分野で成功します。",
            "message": "あなたの光は、自分自身のためにあるのではありません。その輝きで誰かの闇を照らし、希望を与えることこそが使命です。"
        },
        "丁": {
            "title": "灯火 (The Candle)",
            "nature": "温厚で思慮深く、内側に情熱を秘めています。",
            "details": "あなたは自然界で例えるなら「灯火」です。暗闇を照らすロウソクの炎のように、静かですが熱い情熱を内側に秘めています。\n\n【基本的性質】\n普段は穏やかで控えめに見えますが、内面には強い反骨精神や情熱を持っています。洞察力が鋭く、物事の本質を見抜く力があります。繊細で傷つきやすい一面もありますが、一度火がつくと周囲を驚かせるような爆発力を発揮します。自己犠牲の精神も持ち合わせています。\n\n【仕事・才能】\n芸術家、研究者、占い師など、精神的な分野や専門的な技術を要する仕事に向いています。人の心を癒やす仕事も適職です。",
            "message": "あなたの灯火は小さく揺らぐこともありますが、決して消えることはありません。その温かい光で、迷える人々の足元を照らしてください。"
        },
        "戊": {
            "title": "山岳 (The Mountain)",
            "nature": "どっしりと構え、包容力と信頼感があります。",
            "details": "あなたは自然界で例えるなら「山岳」です。動かざること山の如し。堂々としていて、頼りがいのある存在です。\n\n【基本的性質】\n楽天的で細かいことは気にせず、どっしりと構えています。面倒見が良く、多くの人を惹きつける魅力があります。一度信頼した相手は裏切らない誠実さを持っていますが、頑固で融通が利かないところもあります。自分から動くのは苦手ですが、人が集まってくる中心人物となります。\n\n【仕事・才能】\n組織のトップや管理職、政治家など、人を束ねる立場に向いています。不動産や銀行など、信頼が重要視される業界でも成功します。",
            "message": "あなたは不動の存在です。嵐が来ても動じず、ただそこに在るだけで、人々に安心と拠り所を与えています。"
        },
        "己": {
            "title": "大地 (The Earth)",
            "nature": "庶民的で親しみやすく、多才で器用です。",
            "details": "あなたは自然界で例えるなら「田畑の大地」です。作物を育てる肥沃な土のように、人々を受け入れ、育て、何かを生み出す力を持っています。\n\n【基本的性質】\n知識欲が旺盛で、様々なことを吸収して自分のものにします。多才で器用、どんな環境にも適応できます。複雑な家庭環境や人間関係の中で調整役を務めることが多く、人情味に溢れています。少し迷いやすく、優柔不断なところがあるかもしれません。\n\n【仕事・才能】\n教育、育成、コンサルタントなど、人を育てる仕事に向いています。また、手先が器用なことも多く、技術職やクリエイティブな分野でも活躍できます。",
            "message": "あなたは可能性を育む母なる大地です。自分の中に種を蒔き、水をやり、豊かな実りを世界にもたらしてください。"
        },
        "庚": {
            "title": "剣 (The Sword)",
            "nature": "鋭い感性と行動力を持ち、変革を恐れません。",
            "details": "あなたは自然界で例えるなら「鋼鉄の剣」「斧」です。強靭な意志と行動力を持ち、世の中の不正や淀みを断ち切る鋭さを持っています。\n\n【基本的性質】\n白黒はっきりさせたい竹を割ったような性格です。意志が強く、一度決めたことは何が何でもやり遂げる強引さもあります。逆境に強く、困難な状況ほど燃え上がります。単純明快で嘘がつけず、情に厚い親分肌・姉御肌の人が多いです。\n\n【仕事・才能】\n警察官、裁判官、政治家など、正義感や決断力を活かせる仕事が向いています。また、経営者として組織を改革する力も持っています。",
            "message": "あなたは変革の刃（やいば）です。恐れずに振り下ろしなさい。古いものを断ち切ったその先に、新しい世界が拓かれます。"
        },
        "辛": {
            "title": "宝石 (The Jewel)",
            "nature": "繊細で美意識が高く、試練を磨いて輝きます。",
            "details": "あなたは自然界で例えるなら「宝石」です。磨けば磨くほど輝きを増す、高貴で繊細な魂を持っています。\n\n【基本的性質】\nプライドが高く、美意識が非常に強いです。感受性が豊かでデリケート、傷つきやすい一面がありますが、内面にはダイヤモンドのような硬い意志を秘めています。人生において多くの試練や苦労を経験する傾向がありますが、それはあなたを磨くための研磨剤です。\n\n【仕事・才能】\n貴金属、ファッション、美容、デザインなど、美に関わる仕事が天職です。また、緻密な計算や分析が必要な仕事にも適性があります。",
            "message": "試練を嫌がらないでください。それはあなたを傷つけるためではなく、あなたという原石を最高級の宝石に仕上げるための研磨なのです。"
        },
        "壬": {
            "title": "大海 (The Ocean)",
            "nature": "自由奔放でスケールが大きく、知恵に溢れています。",
            "details": "あなたは自然界で例えるなら「大海原」です。とどまることを知らず、世界中を巡る水のように、自由でダイナミックな人生を歩みます。\n\n【基本的性質】\n束縛を嫌い、常に変化と自由を求めます。スケールが大きく、小さなことにはこだわりません。知恵が深く、臨機応変に対応する柔軟性を持っています。時に荒れ狂う嵐のように感情が激しくなることもありますが、過ぎ去ればケロっとしています。海外との縁が深いです。\n\n【仕事・才能】\n貿易、旅行、マスコミなど、流動的でスケールの大きな仕事に向いています。起業家としても、世界を股にかけて活躍できる器があります。",
            "message": "あなたを留める枠などありません。感情の波を乗りこなし、国境さえも超えて、自由に世界を泳ぎ回ってください。"
        },
        "癸": {
            "title": "雨露 (The Rain)",
            "nature": "優しく慈愛に満ち、忍耐強く浸透します。",
            "details": "あなたは自然界で例えるなら「雨」「霧」です。大地を潤し、万物を育てる慈愛の雨のように、控えめですがなくてはならない存在です。\n\n【基本的性質】\n穏やかで優しく、奉仕の精神に溢れています。知性的で想像力が逞しく、空想の世界を楽しむロマンチストです。一見大人しそうに見えますが、岩をも穿つ雨垂れのように、驚くべき忍耐力と継続力を持っています。時間をかけて周囲に自分の考えを浸透させていくのが得意です。\n\n【仕事・才能】\n教育者、カウンセラー、企画職など、知性と優しさを活かせる仕事に向いています。何か一つのことを極める研究者や職人にも向いています。",
            "message": "あなたの力は静かですが、何よりも深く届きます。焦らず、ゆっくりと、しかし着実に、世界に潤いを与え続けてください。"
        }
    },
    "tenGen": {
        "比肩": {
            "title": "自立の星",
            "meaning": "独立独歩、マイペース、職人気質",
            "description": "誰にも頼らず、自分の力で道を切り開こうとする強い意志を持っています。組織に属するよりもフリーランスや起業家として自分の城を築くことに向いています。妥協を許さないプロフェッショナルな姿勢は素晴らしい成果を生み出します。頑固になりすぎず、時には周囲の意見に耳を傾けることで、さらに大きく飛躍できるでしょう。"
        },
        "劫財": {
            "title": "意欲の星",
            "meaning": "野心、社交性、協調性の中の強さ",
            "description": "表面上の柔和さと裏腹に、内面には燃えるような野心と強い意志を秘めています。目的達成のためなら手段を選ばない強かさと、人々を束ねるカリスマ性を持っています。組織の中で頭角を現し、最終的には大きな富や地位を築く可能性が高い星です。チームビルディングの天才でもあります。"
        },
        "食神": {
            "title": "表現の星",
            "meaning": "快楽、おおらか、人気者、食通",
            "description": "人生を楽しむ天才です。美味しいもの、楽しい会話、心地よい音楽などを愛し、その喜びを周囲にも伝染させます。ガツガツ努力するよりも、自然体でいるほうが幸運を引き寄せます。子供のような純粋さを持ち続け、衣食住に関わる仕事やエンターテイメントの世界で才能を発揮します。"
        },
        "傷官": {
            "title": "技術の星",
            "meaning": "繊細、美意識、反骨精神、クリエイティブ",
            "description": "鋭い感性と美意識を持ち、既存の価値観に縛られないクリエイターです。繊細で傷つきやすい反面、鋭い言葉で本質を突く毒舌家な一面もあります。技術や芸術、表現の世界で類稀な才能を発揮します。頭の回転が非常に速く、誰も思いつかないような革新的なアイデアを生み出します。"
        },
        "偏財": {
            "title": "人脈の星",
            "meaning": "社交的、多趣味、商売上手、回転財",
            "description": "サービス精神旺盛で、誰とでもすぐに仲良くなれる社交の達人です。お金と人を動かす才能があり、商売やビジネスの世界で成功します。じっとしているのが苦手で、常に動き回っていることで運気が上がります。広い人脈と多彩な趣味が、あなたの人生を豊かに彩るでしょう。"
        },
        "正財": {
            "title": "蓄積の星",
            "meaning": "誠実、堅実、家庭的、コツコツ",
            "description": "真面目で誠実、コツコツと努力を積み重ねることができる人です。金銭感覚もしっかりしており、着実に財産を築いていきます。冒険よりも安定を好み、約束を守るため周囲からの信頼は絶大です。家庭を大切にし、穏やかで幸せな人生設計を描き、実現していく力を持っています。"
        },
        "偏官": {
            "title": "行動の星",
            "meaning": "実行力、親分肌、スポーツ、営業",
            "description": "考えるよりも先に体が動く、抜群の行動力の持ち主です。困難な状況でも果敢に立ち向かい、道を切り開くファイターです。正義感が強く、曲がったことが許せません。デスクワークよりも体を動かす仕事や、結果が数字ではっきり出る営業職などで才能を発揮します。"
        },
        "正官": {
            "title": "信用の星",
            "meaning": "責任感、プライド、品行方正、名誉",
            "description": "責任感が強く、規律を守る模範的なリーダータイプです。プライドが高く、不正を許さない高潔な精神を持っています。組織の中で順調に出世し、名誉ある地位に就くことが多いでしょう。社会的な信用を第一に考え、多くの人から尊敬される生き方を志します。"
        },
        "偏印": {
            "title": "知性の星 (革新)",
            "meaning": "好奇心、海外、アイディア、自由奔放",
            "description": "常識にとらわれないユニークな発想と、尽きることのない好奇心の持ち主です。飽きっぽいところがありますが、新しい知識や体験を求めて次々と興味の対象を変えていくことで成長します。海外との縁が深く、IT、医療、占いなど、特殊な分野で成功する可能性を秘めています。"
        },
        "印綬": {
            "title": "知性の星 (正統)",
            "meaning": "学問、母性、伝統、慈悲",
            "description": "学ぶことが大好きで、幅広い知識を持つ博識な人です。伝統や歴史を重んじ、先生や研究者としての適性が高いです。母性本能が強く、優しく慈悲深い性格で、目下の人から慕われます。理論的で冷静ですが、理屈っぽくなりすぎないよう注意が必要です。"
        }
    },
    "junniUn": {
        "長生": {
            "title": "発展のエネルギー",
            "text": "素直で順応性が高く、周囲からの引き立てを受けて発展します。"
        },
        "沐浴": {
            "title": "ロマンのエネルギー",
            "text": "自由奔放で芸術的な感性を持ち、波乱万丈な人生を魅力に変えます。"
        },
        "冠帯": {
            "title": "女王のエネルギー",
            "text": "華やかでプライドが高く、中年期以降に社会的な成功を収めます。"
        },
        "建禄": {
            "title": "王子のエネルギー",
            "text": "堅実な努力と強固な意志で、着実に地位と財産を築き上げます。"
        },
        "帝旺": {
            "title": "王様のエネルギー",
            "text": "最高のエネルギーを持ち、組織のトップとして統率力を発揮します。"
        },
        "衰": {
            "title": "賢者のエネルギー",
            "text": "豊富な経験と知識を持ち、一歩引いた立場から周囲を導きます。"
        },
        "病": {
            "title": "空想のエネルギー",
            "text": "感受性が強く、精神世界や芸術分野で独特の世界観を表現します。"
        },
        "死": {
            "title": "霊感のエネルギー",
            "text": "直感力に優れ、ストイックに真理を探究する姿勢を持っています。"
        },
        "墓": {
            "title": "探求のエネルギー",
            "text": "凝り性で、一つのことを深く掘り下げる研究者気質を持っています。"
        },
        "絶": {
            "title": "瞬間のエネルギー",
            "text": "持続力はありませんが、瞬発的な集中力と天才的なひらめきを持ちます。"
        },
        "胎": {
            "title": "可能性のエネルギー",
            "text": "多趣味多才で、新しい環境や変化にも柔軟に対応できる若々しさがあります。"
        },
        "養": {
            "title": "愛されのエネルギー",
            "text": "目上の人から可愛がられ、養子のような運気で引き立てを受けます。"
        }
    }
}